{
    "registration_ids": [
        "fszTIJ_6QiuAVqIYrxMFFG:APA91bHDFa0S3wnqC5MgN72xIqVhqLZoxGLM3doSA7Myc7C5ZjVITCRGe37hH1mdZEdeSooB5dPecSLKRqSjmjKmtf1JE_3cvqM3SEaA3UfYHD6f2oXTKO-0LhGqYDkSDKnZlO-9HNMs",
        "dBmad8plRYyPYaXTdFZ3K0:APA91bE7rmABT4SvgdMDyxYnM8H22C3xbM6JqEtcz_heYIOyPF5EeCvLunCkt_lrBqCalNLk1PmGTZATmd0V9Uq3gDUjAEd41e9DSP8Ut3RDgElGlLNNC1qH-2lHkuUjrKfnMnLDLNet"
    ],
    "notification": {
        "title": "World WildLife Day",
        "body": "Humankind must learn to understand that the life of an animal is in no way less precious than our own.― Paul Oxton As the human race evolves, they start creating havoc in the life of the flora and fauna that surrounds them. This could be mainly to satisfy the greed of the human race. Thus conservation of wildlife becomes necessary as they are important for the planet as well. World Wildlife Day is an opportunity to celebrate the many beautiful and varied forms of wild fauna and flora and to raise awareness of the multitude. Thus, every year, wildlife day is celebrated on the 3rd of March. The date is the day of the adoption of the Convention on International Trade in Endangered Species of Wild Fauna and Flora (CITES) in 1973, plays an important role in ensuring that international trade doesn’t threaten the species’ survival. On December 23, 2013, the 68th session of the United Nations General Assembly adopted March 3 as World Wildlife Day.Every year a theme is set for the celebration of Wildlife Day. This year it is: Partnerships for Wildlife Conservation",
        "android_channel_id": "pushnotificationapp",
        "image": "https://instagram.frdp4-1.fna.fbcdn.net/v/t51.2885-15/334060711_598124752183568_3893114617119494621_n.jpg?stp=dst-jpg_e15&_nc_ht=instagram.frdp4-1.fna.fbcdn.net&_nc_cat=108&_nc_ohc=uKL7nLN3fI0AX-4LY-E&edm=ACWDqb8BAAAA&ccb=7-5&ig_cache_key=MzA1MDM5NjYwMDIyNTc1OTk3NA%3D%3D.2-ccb7-5&oh=00_AfAEaA1_jrWScFky_zT1Dmu-O1XJlwv5fzXWqctBjD4vvg&oe=6406BE26&_nc_sid=1527a3.jpg",
        "sound": true
    },
    "notification": {
        "title": "National Security Day",
        "body":"India observes National Security Day on March 4th every year to mark the emergence of The National Safety Council of India in 1966. This day is celebrated to commemorate the gallantry and commitment to the cause of national security. It raises awareness about the importance of national security and promotes the participative approach of citizens in it.The theme of the 52nd National Security Day is “Our Aim - Zero Harm”/ “हमारा लक्ष्य – शून्य नुकसान”. The objective is to create a safe and healthy work environment by reducing the number of accidents and injuries in the workplace. A week-long campaign on Occupational Safety and Health is widely celebrated by trade unions, Government departments, and NGOs with the active support of the Central & State Governments and media with the aim of promoting a sustainable and inclusive work environment. We at The HIT Times acknowledge and appreciate the sacrifice, dedication and contribution of those who work to keep our country safe and reflect on the significance of national security, peace and stability.","android_channel_id": "pushnotificationapp",
        "image": "https://instagram.frdp2-1.fna.fbcdn.net/v/t51.2885-15/332130699_1183817119162548_7925380069538985405_n.webp?stp=dst-jpg_e35_s150x150&_nc_ht=instagram.frdp2-1.fna.fbcdn.net&_nc_cat=100&_nc_ohc=Vm28v0UPZ0wAX_7Celh&edm=AOQ1c0wBAAAA&ccb=7-5&oh=00_AfA1gFmoY0zlo4qNPoDq-7xHNM3WhozJeDe6m1kg1AlP3w&oe=64096842&_nc_sid=8fd12b.jpeg",
        "sound": true
    },
    "notification": {
        "title": "Saturday Screening",
        "body": "This Saturday we bring the review of 'My Brilliant Friend'. Enjoy our review. Share with us your thoughts and give it a watch if you already haven't.",
        "android_channel_id": "pushnotificationapp",
        "image": "https://instagram.frdp2-1.fna.fbcdn.net/v/t51.2885-15/334145393_583033810401357_7494215917347810333_n.jpg?stp=dst-jpg_e15&_nc_ht=instagram.frdp2-1.fna.fbcdn.net&_nc_cat=109&_nc_ohc=5zmV3keEd6sAX_ZJ2fW&edm=ACWDqb8BAAAA&ccb=7-5&ig_cache_key=MzA1MTA5MTkzNDA0MzgxMzM1OQ%3D%3D.2-ccb7-5&oh=00_AfCgGjKAR1XcsWXeWLnws1V40anGGU5hHZbeZFHh9aG4xA&oe=6409D4B4&_nc_sid=1527a3.jpeg",
        "sound": true
    },
    "notification": {
        "title": "RETRACE 2k23",
        "body":"The first out-of-state alumni meet by the Alumni Association, Haldia Institute of Technology was held on 14th January 2023 in Bangalore. The auspicious day started with a video presentation, taking everyone down memory lane of college life.This event was made even more worthy by the presence of Dr Subrata Mondal, Principal HIT, Dr Anjan Mishra, Registrar HIT, Dr Debasis Das, Manager, Administrative HIT, Dr Susmit Maity, General Manager, T&P HIT, Dr. Asit Baran Maity, Dean HIT, Mr Somak Jyoti Sahu, assistant Professor CHE, Mr Mainak Chakraborty, Manager, T&P HIT, Dean of student welfare committee, Dr Bikash Bepari, Dr Subhankar Joardar, HoD of CSE, Prof Tarun Kumar Ghosh, HoD of CSE AIML, Dr Soumen Paul, HoD of IT, Prof (Dr) Chanchal Kumar De, HoD of ECE,Dr. Apratim Mitra, HOD of MCA, Mrs Arpita Majumdar of CSE and Dr Soma Mishra, Dy. Controller of Examination, HIT The first session was an inaugural speech by the principal of HIT, followed by a welcome speech by the Alumni Association. The General Manager of T&P, a few distinguished alumni and the Dean of HIT enlightened the event with their words. This was followed by a captivating presentation by the Secretary of the Alumni Association. After the interaction session, there was a band performance by Echos (a band by Ex HITians).The day was beyond nostalgic and wonderful on endless scales. The activities finally came to an end after the repast and everyone had to bid adieu once again.","android_channel_id": "pushnotificationapp",
        "image": "https://instagram.frdp2-1.fna.fbcdn.net/v/t51.2885-15/334059230_1632690933834638_8906006403648069169_n.webp?stp=dst-jpg_e35&_nc_ht=instagram.frdp2-1.fna.fbcdn.net&_nc_cat=102&_nc_ohc=6S5UNf2E5IgAX_slOHk&edm=ACWDqb8BAAAA&ccb=7-5&ig_cache_key=MzA1MTE4ODMyNzA4MTY5NzQwNg%3D%3D.2-ccb7-5&oh=00_AfD-nP8QCU2EhJWlIgOyfarmRttmnzMK6swwry77ecuk7Q&oe=640981FD&_nc_sid=1527a3.jpeg",
        "sound": true
    },
    "notification": {
        "title": "RivieraHIT",
        "body": "When the going gets tough, just relax and let your heart do all the work. Dance till your feet ache, sing your heart out, and enjoy like you've never before. Riviera has come knocking on your doorstep. Come, embrace this once in an year explosion.",
        "android_channel_id": "pushnotificationapp",
        "image": "https://instagram.frdp2-1.fna.fbcdn.net/v/t51.2885-15/331347863_1560342364468677_5779822306984872580_n.jpg?stp=dst-jpg_e15&_nc_ht=instagram.frdp2-1.fna.fbcdn.net&_nc_cat=109&_nc_ohc=h1a-qVC_eDAAX_Tp0GT&edm=ACWDqb8BAAAA&ccb=7-5&ig_cache_key=MzA1MTU3NDE1OTI1MjgzMjE3Mw%3D%3D.2-ccb7-5&oh=00_AfC_20chyyq9j8iu_zZ9ixO-8qO0DHyLwiCmTmgQnP29Ow&oe=6409631C&_nc_sid=1527a3.jpeg",
        "sound": true
    }
}